import we from '../img/we.png'
import boost from '../img/boost.png'

export default[
    {
        id : 1,
        title : 'Wecode',
        sub : '최고의 전문가와 오프라인 중심의 실무위주 커리큘럼',
        describe : '개발 역량은 주입식 학습으로는 키우기 어렵습니다. 전문가들 옆에서 실제로 같이 시스템을 개발하는것이 가장 효과적입니다. 15년차 월스트리트 출신 개발자, CTO, 개발서적 저자, 등 업계 최고 전문가가 만든 커리큘럼을 통해 현업 개발자들에게 오프라인에서 직접 멘토링을 받으며 실무에서 곧바로 활용할 수 있는 개발 역량을 키울 수 있습니다.',
        image : we
    },
    {
        id : 2,
        title : 'BoostCamp',
        sub : 'Learning by Doing',
        describe : '문제 해결에 필요한 지식과 기술을 스스로 찾아가는 훈련을 제공합니다. 최소한의 도움말을 가지고 문제를 해결하기 위한 지식과 스킬을 주도적으로 찾아가는 습관은 개발자에게 매우 필요한 역량입니다. Learning by Teaching이 아닌 Learning by Doing에 근거하여 미션과 프로젝트가 배움의 전반을 이끌어 갑니다. 일방향적인 지식의 전달에서 벗어나, 스스로 고민하고 문제를 해결하는 것에 익숙해지는 훈련의 과정을 제공합니다.',
        image : boost
    },
    {
        id : 3,
        title : 'Wecode',
        sub : '최고의 전문가와 오프라인 중심의 실무위주 커리큘럼',
        describe : '개발 역량은 주입식 학습으로는 키우기 어렵습니다. 전문가들 옆에서 실제로 같이 시스템을 개발하는것이 가장 효과적입니다. 15년차 월스트리트 출신 개발자, CTO, 개발서적 저자, 등 업계 최고 전문가가 만든 커리큘럼을 통해 현업 개발자들에게 오프라인에서 직접 멘토링을 받으며 실무에서 곧바로 활용할 수 있는 개발 역량을 키울 수 있습니다.',
        image : we
    },
    {
        id : 4,
        title : 'BoostCamp',
        sub : 'Learning by Doing',
        describe : '문제 해결에 필요한 지식과 기술을 스스로 찾아가는 훈련을 제공합니다. 최소한의 도움말을 가지고 문제를 해결하기 위한 지식과 스킬을 주도적으로 찾아가는 습관은 개발자에게 매우 필요한 역량입니다. Learning by Teaching이 아닌 Learning by Doing에 근거하여 미션과 프로젝트가 배움의 전반을 이끌어 갑니다. 일방향적인 지식의 전달에서 벗어나, 스스로 고민하고 문제를 해결하는 것에 익숙해지는 훈련의 과정을 제공합니다.',
        image : boost
    },
    {
        id : 5,
        title : 'Wecode',
        sub : '최고의 전문가와 오프라인 중심의 실무위주 커리큘럼',
        describe : '개발 역량은 주입식 학습으로는 키우기 어렵습니다. 전문가들 옆에서 실제로 같이 시스템을 개발하는것이 가장 효과적입니다. 15년차 월스트리트 출신 개발자, CTO, 개발서적 저자, 등 업계 최고 전문가가 만든 커리큘럼을 통해 현업 개발자들에게 오프라인에서 직접 멘토링을 받으며 실무에서 곧바로 활용할 수 있는 개발 역량을 키울 수 있습니다.',
        image : we
    }

]
